Repository: Daoductrung/WASAPIRecording
Catalog: src/locales/*/LC_MESSAGES/app.po
Languages: ar, sr, vi

source: Dispositivos actualizados correctamente.
ar: الأجهزة محدثة بشكل صحيح.
sr: Uređaji su uspešno ažurirani.
vi: Thiết bị được cập nhật chính xác.

source: Error al refrescar dispositivos: {error}
ar: حدث خطأ أثناء تحديث الأجهزة: {error}
sr: Greška prilikom osvežavanja uređaja: {error}
vi: Lỗi khi làm mới thiết bị: {error}

source: No se detectó ningún micrófono. Por favor, conecta o habilita al menos un micrófono antes de continuar.
sr: Nijedan mikrofon nije otkriven Molimo vas da povežete ili omogućite bar jedan mikrofon pre nego što nastavite
vi: Không có micrô nào được phát hiện. Hãy kết nối hoặc bật ít nhất một micrô trước khi tiếp tục.

source: Error de Audio
sr: Greška u zvuku
vi: Lỗi âm thanh

source: Se detectan micrófonos, pero no hay uno configurado como predeterminado. Por favor, configura un micrófono predeterminado en las opciones de sonido.
sr: Otkriveni su mikrofoni, ali nijedan nije podešen kao podrazumevani. Molimo vas da postavite podrazumevani mikrofon u opcijama zvuka.
vi: Đã phát hiện thấy micrô nhưng không có micrô nào được định cấu hình làm mặc định. Hãy đặt micrô mặc định trong tùy chọn âm thanh.

source: Ocurrió un error intentando obtener el micrófono predeterminado. Por favor, revisa tus dispositivos de grabación.
sr: Došlo je do greške prilikom pokušaja dobijanja podrazumevanog mikrofona. Molimo vas da proverite uređaje za snimanje.
vi: Đã xảy ra lỗi khi cố lấy micrô mặc định. Hãy kiểm tra thiết bị ghi âm của bạn.

source: No se detectó ningún altavoz o tarjeta de sonido habilitada. Revisa tu configuración de audio en el Panel de Control de Windows.
sr: Nijedan zvučnik ili zvučna kartica nisu otkriveni. Molimo vas da proverite podešavanja zvuka u Kontrolnoj tabli sistema Windows.
vi: Không phát hiện thấy loa hoặc card âm thanh đã bật. Kiểm tra cài đặt âm thanh của bạn trong Control Panel của Windows.

source: Se detectan altavoces, pero no hay uno configurado como predeterminado. Por favor, configura un altavoz predeterminado en las opciones de sonido.
sr: Otkriveni su zvučnici, ali nijedan nije podešen kao podrazumevani. Molimo vas da postavite podrazumevani zvučnik u opcijama zvuka.
vi: Đã phát hiện thấy loa nhưng không có loa nào được định cấu hình làm mặc định. Hãy đặt loa mặc định trong tùy chọn âm thanh.

source: Ocurrió un error intentando obtener el altavoz/speaker predeterminado. Por favor, revisa tus dispositivos de reproducción.
sr: Došlo je do greške prilikom pokušaja dobijanja podrazumevanog zvučnika. Molimo vas da proverite svoje uređaje za reprodukciju.
vi: Đã xảy ra lỗi khi cố gắng lấy loa/loa mặc định. Hãy kiểm tra thiết bị phát lại của bạn.

source: La combinación debe tener al menos 2 modificadores (Ctrl,Shift,Alt) y 1 tecla principal válida.
sr: Kombinacija mora sadržati najmanje 2 modifikatorska tastera (Ctrl, Shift, Alt) i 1 važeći glavni taster.
vi: Tổ hợp phím phải có ít nhất 2 phím bổ trợ (Ctrl,Shift,Alt) và 1 phím chính hợp lệ.

source: Error
ar: خطأ
sr: Greška
vi: Lỗi

source: La combinación está en uso: {}
sr: Kombinacija je već u upotrebi: {}
vi: Tổ hợp phím đang được sử dụng: {}

source: 1. ¿Qué es WASAPIRecording? WASAPIRecording es una aplicación para Windows que te permite grabar el audio de tu micrófono y el audio del sistema (música, videollamadas, etc.) de forma simultánea. Puedes combinar ambos en un solo archivo o guardarlos por separado (uno para el micrófono y otro para el sonido del sistema). Además de las funciones básicas de grabación, WASAPIRecording incluye: • Un sistema de actualización automática que busca nuevas versiones en GitHub. • Un módulo para cambiar rápidamente el idioma de la interfaz y reiniciar la aplicación si es necesario. • Opciones de configuración para personalizar hotkeys y minimizar la ventana a la bandeja del sistema. 2. Requisitos • Windows 10 o superior (con WASAPI). • Permisos para ejecutar la aplicación (administrador no siempre es necesario, pero ayuda en casos de permisos restringidos). 3. Iniciar la Aplicación • Ejecuta el archivo o acceso directo llamado “WASAPIRecording”. • Se abrirá la ventana principal con controles para micrófono, sistema, formatos de audio, opciones de grabación, hotkeys y otros ajustes. 4. Configurar Dispositivos y Parámetros • **Micrófono**: Selecciona el micrófono que quieres usar. • **Sistema (loopback)**: Selecciona el dispositivo de tu PC que captura todo lo que suena en el sistema. • **Refrescar Dispositivos**: Si conectaste un nuevo dispositivo y no aparece en la lista, haz clic para actualizar. • **Calidad (Hz)**: Frecuencia de muestreo (22050, 44100 o 48000). A mayor valor, mayor calidad y tamaño de archivo. • **Formato de Salida**: WAV, MP3, FLAC, OGG o AIFF. • **Bitrate MP3**: Solo aparece si eliges MP3; ajusta la calidad de compresión. • **Modo de grabación (Mono o Estéreo)**: Define la forma en que se guardarán los canales (2 canales en estéreo o ambos canales centrados si es mono). • **Buffer (frames)**: Tamaño de bloque de audio que se procesa en cada ciclo de grabación. • **Guardar archivos separados**: Si lo marcas, además del archivo “combinado”, la app guardará otros dos archivos (uno solo con el micrófono y otro con el sistema). 5. Ajustar Volúmenes • **Volumen del Micrófono**: Usa el deslizador para subir/bajar la ganancia del micrófono. • **Volumen del Sistema**: Ajusta la ganancia de los sonidos del PC que quieras grabar. 6. Iniciar y Detener la Grabación • Pulsa **Iniciar Grabación** (o la hotkey global “Ctrl + Shift + F1” por defecto). El estado mostrará “Grabando…”. • Para **detener**, haz clic en **Detener Grabación** (o usa “Ctrl + Shift + F2”). • Si elegiste MP3, FLAC, OGG o AIFF, la app convertirá el archivo final tras la grabación, mostrando un diálogo de “Por favor espere…” hasta que termine. • Al finalizar, se mostrará un aviso con la ruta de los archivos generados. Si habilitaste la opción de “Abrir carpeta de grabaciones al terminar” (o respondiste “Sí” en la ventana emergente), se abrirá directamente la carpeta que contiene los archivos. 7. Dónde se Guardan las Grabaciones • Por defecto, en la carpeta “recording” dentro del directorio de la aplicación. • Puedes cambiar la carpeta de grabaciones en “Menú > Opciones > General > Carpeta de grabaciones”. • Para abrir la carpeta desde la aplicación, haz clic en “Menú > Abrir Grabaciones”. 8. Opciones y Menú En la ventana principal, verás un botón **Menú** que da acceso a: • **Acerca de…**: Muestra la versión actual de WASAPIRecording y el nombre del creador. • **Abrir Grabaciones**: Abre la carpeta donde se almacenan los archivos grabados. • **Idioma**: Te permite cambiar el idioma de la interfaz (es, en, it, fr, etc.). El cambio se aplica tras reiniciar la app. • **Buscar actualizaciones**: Comprueba si hay una nueva versión de la aplicación en GitHub. Si existe, podrás descargar e instalar la nueva versión, y luego reiniciar la app para actualizarte sin perder tus configuraciones. • **invítame a un café si te gusta mi trabajo**: Te redirige a una página de donación (por ejemplo, PayPal). Además, dentro del **Menú**, encontrarás: • **Opciones**: - **General**: Incluye la casilla “Minimizar a la bandeja del sistema” y la posibilidad de cambiar la carpeta de grabaciones. - **Teclado**: Permite personalizar los atajos globales para iniciar, detener, pausar y cancelar la grabación. También se muestra aquí si un atajo queda “Sin asignar” o si hay conflicto con otra acción. 9. Prueba de Audio • El botón **Prueba de Audio** abre un diálogo especial para grabar unos segundos de muestra y reproducirlos de inmediato. • Este diálogo aparece siempre en primer plano y **no** se puede cerrar con la “X” ni con Alt+F4; solo con el botón “Cerrar”. • Primero, comienza la grabación de prueba con el botón “Detener” (que sirve para finalizar la pequeña grabación). • Después, el mismo botón se transforma en “Reproducir”, para escuchar lo grabado. • Si marcaste “Guardar archivos separados”, podrás elegir reproducir solo el micrófono, solo el sistema o ambos. • Al cerrar el diálogo, los archivos temporales se borran, perfecto para verificar que todo suena bien antes de hacer una grabación definitiva. 10. Atajos de Teclado **Atajos Globales** (por defecto, personalizables en “Opciones > Teclado”): • Iniciar Grabación: **Ctrl + Shift + F1** • Detener Grabación: **Ctrl + Shift + F2** • Pausar/Reanudar Grabación: **Ctrl + Shift + F3** • Cancelar Grabación: **Ctrl + Shift + F4** **Atajos dentro de la interfaz** (con la tecla Alt, pueden variar según el idioma): • Micrófono: **Alt + O** • Sistema (loopback): **Alt + S** • Refrescar Dispositivos: **Alt + R** • Calidad (Hz): **Alt + C** • Formato de salida: **Alt + F** • Bitrate MP3 (kbps): **Alt + B** • Modo Micrófono: **Alt + O** • Modo Sistema (loopback): **Alt + S** • Tamaño de buffer (frames): **Alt + T** • Guardar archivos separados: **Alt + Y** • Volumen del Micrófono: **Alt + V** • Volumen del Sistema: **Alt + V** • Iniciar Grabación: **Alt + I** • Detener Grabación: **Alt + D** • Prueba de Audio: **Alt + P** • Menú: **Alt + M** • Cerrar (en algunos diálogos): **Alt + C** en algunos idiomas puede variar o usarse otras teclas dependiendo de la traducción. 11. Minimizar a la Bandeja • Si activas “Minimizar a la bandeja” en “Menú > Opciones > General”, al pulsar el botón de minimizar (esquina superior derecha de la ventana), la aplicación se ocultará de la barra de tareas y aparecerá un ícono en la bandeja del sistema (cerca del reloj). • Al hacer doble clic en ese ícono o usar el menú contextual, podrás restaurar la ventana o cerrar la aplicación. 12. Actualizar la Aplicación • Desde “Menú > Buscar actualizaciones”, la app revisa el repositorio de GitHub para ver si hay una versión más reciente. • Si la encuentra, te mostrará un aviso para **descargar** e **instalar**. Tras la descarga, se extraerán los archivos y se creará un script automático (BAT) para copiar la actualización y reiniciar el programa. • Al finalizar la instalación, la app se cerrará y se volverá a ejecutar con la nueva versión. 13. Cerrar la Aplicación • Al cerrar la ventana principal, si se está grabando, se te preguntará si deseas detener la grabación antes de salir. • Si la aplicación está convirtiendo el archivo (p.ej., a MP3), esperará a que la conversión termine. • Luego se cerrará por completo. Si minimizaste a la bandeja, primero tendrás que restaurar la ventana o cerrarla desde el menú contextual de la bandeja. 14. Consejos Finales • Ajusta los volúmenes de micrófono y sistema en la app para equilibrar las fuentes de audio. • Si notas que el audio está muy inclinado a un canal (izquierdo o derecho), marca la opción **Mono** o “Mezcla monoaural” (en algunos textos), para centrar el sonido. • Utiliza la **Prueba de Audio** para verificar que todo se escucha correctamente antes de hacer una grabación importante. • No olvides revisar las **Opciones** y **Menú** para personalizar tus hotkeys, idioma, carpeta de grabaciones y otras configuraciones. ¡Disfruta grabando con WASAPIRecording! Si encuentras útil esta aplicación, recuerda que puedes apoyarla haciendo clic en “Menú > invítame a un café si te gusta mi trabajo”.
sr: --- **1. Šta je WASAPIRecording?** WASAPIRecording je aplikacija za Windows koja vam omogućava da istovremeno snimate zvuk sa vašeg mikrofona i zvuk sa sistema (muziku, video pozive, itd.). Možete kombinovati oba u jedan fajl ili ih čuvati odvojeno (jedan za mikrofon i drugi za zvuk sistema). Osim osnovnih funkcija snimanja, WASAPIRecording uključuje: • Sistem za automatsko ažuriranje koji traži nove verzije na GitHubu. • Modul za brzo menjanje jezika interfejsa i restartovanje aplikacije ako je potrebno. • Opcije podešavanja za personalizaciju tastera prečica i minimizaciju prozora u sistemsku traku. **2. Zahtevi** • Windows 10 ili noviji (sa WASAPI podrškom). • Dozvole za pokretanje aplikacije (administrator obično nije potreban, ali pomaže u slučajevima sa restriktivnim dozvolama). **3. Pokretanje aplikacije** • Pokrenite fajl ili prečicu pod imenom “WASAPIRecording”. • Otvoriće se glavni prozor sa kontrolama za mikrofon, sistem, audio formate, opcije snimanja, prečice i druge postavke. **4. Podešavanje uređaja i parametara** • **Mikrofon**: Izaberite mikrofon koji želite da koristite. • **Sistem (loopback)**: Izaberite uređaj na vašem računaru koji snima sve što se čuje na sistemu. • **Osveži uređaje**: Ako ste povezali novi uređaj i ne pojavljuje se na listi, kliknite da osvežite. • **Kvalitet (Hz)**: Frekvencija uzorkovanja (22050, 44100 ili 48000). Što je veća vrednost, veći je kvalitet i veličina fajla. • **Izlazni format**: WAV, MP3, FLAC, OGG ili AIFF. • **Bitrate MP3**: Pojavljuje se samo ako izaberete MP3; podešava kvalitet kompresije. • **Režim snimanja (Mono ili Stereo)**: Definiše način na koji će se čuvati kanali (2 kanala u stereo režimu ili oba kanala centrirana u mono režimu). • **Bafer (okviri)**: Veličina audio bloka koji se procesuira u svakom ciklusu snimanja. • **Čuvanje odvojenih fajlova**: Ako označite, pored “kombinovanog” fajla, aplikacija će sačuvati još dva fajla (jedan samo sa mikrofonom i drugi sa sistemskim zvukom). **5. Podešavanje jačine zvuka** • **Jačina mikrofona**: Koristite klizač za povećanje/smanjenje jačine mikrofona. • **Jačina sistema**: Podešavajte jačinu zvukova sa vašeg računara koje želite da snimate. **6. Pokretanje i zaustavljanje snimanja** • Pritisnite **Pokreni snimanje** (ili globalnu prečicu “Ctrl + Shift + F1” po defaultu). Status će prikazati “Snimam…”. • Da biste **zaustavili**, kliknite na **Zaustavi snimanje** (ili koristite “Ctrl + Shift + F2”). • Ako ste izabrali MP3, FLAC, OGG ili AIFF, aplikacija će konvertovati finalni fajl nakon snimanja, prikazivaće dijalog “Molimo sačekajte…” dok se proces ne završi. • Kada završi, prikazaće vam obaveštenje sa putanjom do generisanih fajlova. Ako ste omogućili opciju “Otvorite folder sa snimcima nakon završetka” (ili odgovorili sa “Da” u iskačućem prozoru), folder sa fajlovima će se automatski otvoriti. **7. Gde se čuvaju snimci** • Po zadanom, u folderu “recording” unutar direktorijuma aplikacije. • Možete promeniti folder za snimke u “Menj > Opcije > General > Folder sa snimcima”. • Da biste otvorili folder iz aplikacije, kliknite na “Menj > Otvori snimke”. **8. Opcije i meni** U glavnom prozoru, videćete dugme **Meni** koje daje pristup: • **O aplikaciji…**: Prikazuje trenutnu verziju WASAPIRecording-a i ime tvorca. • **Otvoriti snimke**: Otvara folder u kojem se čuvaju snimljeni fajlovi. • **Jezik**: Omogućava promenu jezika interfejsa (es, en, it, fr, itd.). Promene se primenjuju nakon restartovanja aplikacije. • **Proveri ažuriranja**: Proverava da li postoji nova verzija aplikacije na GitHubu. Ako postoji, možete preuzeti i instalirati novu verziju, a zatim restartovati aplikaciju da biste ažurirali aplikaciju bez gubitka podešavanja. • **Pozovi me na kafu ako vam se dopada moj rad**: Preusmerava vas na stranicu za donacije (npr. PayPal). Takođe, unutar **Menija**, naći ćete: • **Opcije**: - **General**: Uključuje opciju “Minimizuj u sistemsku traku” i mogućnost promene foldera sa snimcima. - **Tastatura**: Omogućava personalizaciju globalnih prečica za pokretanje, zaustavljanje, pauziranje i otkazivanje snimanja. Takođe će biti prikazano ako neka prečica nije dodeljena ili ako postoji konflikt sa drugom akcijom. **9. Audio test** • Dugme **Audio test** otvara poseban dijalog za snimanje nekoliko sekundi uzorka i njegovo trenutno reprodukovanje. • Ovaj dijalog je uvek u prvom planu i **ne** može se zatvoriti klikom na “X” ili Alt+F4; samo klikom na dugme “Zatvori”. • Prvo, započnite snimanje testa sa dugmetom “Završi” (koje služi za završavanje male snimke). • Zatim, isto dugme postaje “Reprodukuj”, da biste čuli snimljeno. • Ako ste označili “Čuvaj odvojene fajlove”, možete odabrati da reprodukujete samo mikrofon, samo sistem ili oba. • Kada zatvorite dijalog, privremeni fajlovi će biti obrisani, što je idealno za proveru da li sve zvuči dobro pre nego što započnete definitivno snimanje. **10. Prečice na tastaturi** **Globalne prečice** (po defaultu, mogu se prilagoditi u “Opcije > Tastatura”): • Pokreni snimanje: **Ctrl + Shift + F1** • Zaustavi snimanje: **Ctrl + Shift + F2** • Pauza/Ponovno snimanje: **Ctrl + Shift + F3** • Otkaži snimanje: **Ctrl + Shift + F4** **Prečice u interfejsu** (koristeći taster Alt, mogu se promeniti u zavisnosti od jezika): • Mikrofon: **Alt + O** • Sistem (loopback): **Alt + S** • Osveži uređaje: **Alt + R** • Kvalitet (Hz): **Alt + C** • Izlazni format: **Alt + F** • Bitrate MP3 (kbps): **Alt + B** • Režim mikrofona: **Alt + O** • Režim sistema (loopback): **Alt + S** • Veličina bafera (okviri): **Alt + T** • Čuvanje odvojenih fajlova: **Alt + Y** • Jačina mikrofona: **Alt + V** • Jačina sistema: **Alt + V** • Pokreni snimanje: **Alt + I** • Zaustavi snimanje: **Alt + D** • Audio test: **Alt + P** • Meni: **Alt + M** • Zatvori (u nekim dijalozima): **Alt + C** **11. Minimizuj u sistemsku traku** • Ako aktivirate opciju “Minimizuj u traku” u “Meni > Opcije > Opšte”, klikom na dugme za minimizovanje (gore desno u prozoru), aplikacija će se sakriti sa trake i pojaviće se ikona u sistemskoj traci (blizu sata). • Dvoklikom na tu ikonu ili korišćenjem kontekstualnog menija, možete obnoviti prozor ili zatvoriti aplikaciju. **12. Ažuriranje aplikacije** • Iz “Meni > Proveri ažuriranja”, aplikacija proverava GitHub repozitorijum da vidi da li postoji novija verzija. • Ako je pronađe, prikazaće obaveštenje da **preuzmete** i **instalirate** novu verziju. Nakon preuzimanja, fajlovi će biti raspakovani i kreiraće se automatski skript (BAT) za kopiranje ažuriranja i restartovanje programa. • Kada instalacija završi, aplikacija će se zatvoriti i ponovo pokrenuti sa novom verzijom. **13. Zatvaranje aplikacije** • Kada zatvorite glavni prozor, ako se snima, bićete pitani da li želite da zaustavite snimanje pre nego što izađete. • Ako aplikacija konvertuje fajl (npr. u MP3), sačekajte da se konverzija završi. • Nakon toga, aplikacija će se potpuno zatvoriti. Ako ste minimizovali u traku, prvo ćete morati da obnovite prozor ili je zatvorite iz kontekstualnog menija trake. **14. Poslednji saveti** • Podesite jačinu zvuka mikrofona i sistema u aplikaciji da biste uravnotežili izvore zvuka. • Ako primetite da je zvuk jako naglašen na jednom kanalu (levo ili desno), označite opciju **Mono** ili “Mešavina monauralna” (u nekim tekstovima) da biste centrirali zvuk. • Koristite **Audio test** da proverite da li sve zvuči kako treba pre nego što započnete važno snimanje. • Ne zaboravite da proverite **Opcije** i **Meni** kako biste personalizovali svoje prečice, jezik, folder za snimke i druge postavke. Uživajte u snimanju sa WASAPIRecording-om! Ako vam se dopada ova aplikacija, ne zaboravite da je podržite klikom na “Menj > Pozovi me na kafu ako vam se dopada moj rad”. ---
vi: 1. WASAPIRecording là gì? WASAPIRecording là một Phần mềm dành cho Windows, cho phép bạn ghi âm cả âm thanh từ micro và âm thanh hệ thống (như nhạc, cuộc gọi video, v.v.) cùng lúc. Bạn có thể kết hợp cả hai vào một tệp duy nhất hoặc lưu riêng (một tệp cho micro và một tệp cho âm thanh hệ thống). Ngoài chức năng ghi âm cơ bản, WASAPIRecording còn bao gồm: • Hệ thống cập nhật tự động kiểm tra phiên bản mới trên GitHub. • Một module đổi ngôn ngữ giao diện nhanh chóng và khởi động lại Phần mềm nếu cần. • Các tùy chọn cấu hình cho phím tắt và thu nhỏ cửa sổ vào khay hệ thống. 2. Yêu cầu hệ thống • Hệ điều hành: Windows 10 hoặc cao hơn (hỗ trợ WASAPI). • Quyền truy cập: Không nhất thiết phải có quyền quản trị viên, nhưng sẽ hữu ích nếu gặp các hạn chế về quyền. 3. Khởi động Phần mềm • Chạy tệp hoặc lối tắt có tên "WASAPIRecording". • Cửa sổ chính sẽ hiện ra với các điều khiển cho micro, hệ thống, định dạng âm thanh, tùy chọn ghi âm, phím tắt và các thiết lập khác. 4. Cấu hình thiết bị và tham số • Micro: Chọn micro bạn muốn sử dụng. • Hệ thống (loopback): Chọn thiết bị trên máy tính để ghi lại mọi âm thanh phát ra. • Làm mới thiết bị: Nếu bạn vừa kết nối thiết bị mới mà không thấy trong danh sách, nhấn để làm mới. • Chất lượng (Hz): Tần số lấy mẫu (22050, 44100 hoặc 48000). Tần số càng cao, chất lượng và kích thước tệp càng lớn. • Đầu ra & định dạng: WAV, MP3, FLAC, OGG hoặc AIFF. • Tốc độ bit MP3 (kbps): Tùy chỉnh chất lượng nén nếu chọn MP3. • Chế độ ghi âm (Mono hoặc Stereo): Chọn cách lưu kênh âm thanh (2 kênh stereo hoặc tập trung vào 1 kênh mono). • Kích thước bộ đệm (frames): Kích thước khối âm thanh được xử lý trong mỗi chu kỳ ghi âm. • Lưu tệp ghi hệ thống và micrô riêng biệt: Nếu bật, ngoài tệp "kết hợp", Phần mềm sẽ lưu thêm 2 tệp khác (một chỉ có micro và một chỉ có hệ thống). 5. Điều chỉnh âm lượng • Âm lượng micro: Sử dụng thanh trượt để tăng/giảm độ nhạy micro. • Âm lượng hệ thống: Điều chỉnh âm lượng âm thanh máy tính muốn ghi. 6. Bắt đầu và dừng ghi âm • Nhấn Bắt đầu ghi (hoặc phím tắt "Ctrl + Shift + F1" mặc định). Trạng thái sẽ hiển thị "Đang ghi...". • Để dừng, nhấn Dừng ghi (hoặc dùng "Ctrl + Shift + F2"). • Nếu chọn định dạng MP3, FLAC, OGG hoặc AIFF, Phần mềm sẽ chuyển đổi tệp sau khi ghi, hiển thị hộp thoại "Vui lòng chờ..." cho đến khi hoàn tất. • Khi xong, Phần mềm sẽ hiển thị đường dẫn đến tệp đã tạo. Nếu bật tùy chọn "Mở thư mục ghi âm sau khi hoàn thành", thư mục chứa tệp sẽ tự động mở. 7. Lưu tệp ghi âm ở đâu • Mặc định, tệp sẽ được lưu trong thư mục "recording" nằm trong thư mục Phần mềm. • Bạn có thể đổi thư mục lưu tại Trình đơn > Tùy chọn > Tổng quan > thư mục ghi âm. • Để mở nhanh thư mục lưu tệp, nhấn Trình đơn > Mở bản ghi. 8. Tùy chọn và Trình đơn Trong cửa sổ chính, nút trình đơn cung cấp quyền truy cập vào: • Giới thiệu: Hiển thị phiên bản hiện tại và thông tin người phát triển. • Mở bản ghi: Mở thư mục lưu các tệp ghi âm. • Ngôn ngữ: Đổi ngôn ngữ giao diện (vi, en, it, fr, v.v.). Ngôn ngữ được áp dụng sau khi khởi động lại Phần mềm. • Kiểm tra cập nhật: Kiểm tra phiên bản mới trên GitHub và cho phép tải về, cài đặt. • Mời nhà phát triển một li cà phê nếu bạn thích phần mềm này: Liên kết tới trang quyên góp (như PayPal). 9. Kiểm tra âm thanh • Nút Kiểm tra âm thanh cho phép ghi một đoạn âm thanh mẫu vài giây và phát lại ngay. • Sau khi ghi xong, bạn có thể nghe thử micro, hệ thống hoặc cả hai để kiểm tra chất lượng âm thanh trước khi ghi chính thức. 10. Phím tắt • Ghi âm: Ctrl + Shift + F1 • Dừng ghi: Ctrl + Shift + F2 • Tạm dừng/ Tiếp tục: Ctrl + Shift + F3 • Hủy ghi: Ctrl + Shift + F4 11. Thu nhỏ xuống khay hệ thống • Nếu bật tùy chọn Thu nhỏ xuống khay hệ thống, khi nhấn nút thu nhỏ, Phần mềm sẽ ẩn khỏi thanh tác vụ và hiển thị biểu tượng ở góc dưới bên phải gần đồng hồ. 12. Cập nhật Phần mềm • Từ Trình đơn > Kiểm tra cập nhật, Phần mềm sẽ kiểm tra từ GitHub để tìm phiên bản mới. Nếu có, Phần mềm sẽ tải xuống và tự động cài đặt. 13. Đóng Phần mềm • Nếu đang ghi âm, bạn sẽ được nhắc dừng ghi trước khi thoát. • Nếu đang chuyển đổi tệp, Phần mềm sẽ chờ hoàn tất rồi mới đóng. 14. Mẹo sử dụng • Sử dụng nút Kiểm tra âm thanh để kiểm tra mọi thứ trước khi ghi âm quan trọng. • Điều chỉnh âm lượng micro và hệ thống để cân bằng nguồn âm thanh. • Nếu thích Phần mềm, đừng quên ủng hộ tác giả bằng cách "mời cà phê". 😊 Phần mềm dịch bởi Đào Đức Trung từ dự án ddt.one.

source: Estéreo
ar: ستيريو
sr: Stereo
vi: Stereo

source: Mostrar aplicación
ar: عرض التطبيق
sr: Prikazivanje aplikacije
vi: Hiển thị Phần mềm

source: Cerrar
ar: إغلاق
sr: Zatvori
vi: Đóng

source: Espere por favor... Procesando
ar: انتظر من فضلك... جارٍ المعالجة
sr: Sačekajte molim vas... Obrada je u toku
vi: Vui lòng đợi... Đang xử lý

source: Procesando
ar: جارٍ المعالجة
sr: Obrada
vi: Đang Xử lý
