Repository: Daoductrung/WASAPIRecording
Catalog: src/locales/*/LC_MESSAGES/app.po
Languages: ar, sr, vi

source: WASAPIRecording ya se encuentra en ejecución. No se pueden tener dos instancias a la vez.
sr: WASAPIRecording je već pokrenut. Ne mogu biti pokrenute dve instance istovremeno.
vi: WASAPIRecording đang chạy. Không thể có hai lần chạy cùng một lúc.

source: Dispositivos
ar: الأجهزة
sr: Uređaji
vi: Thiết bị

source: Micrófon&o:
ar: &ميكروفون:
sr: mikrofon:
vi: &Micrô:

source: &Sistema (loopback):
ar: &نظام (loopback):
sr: & Sistem (loopback):
vi: &Hệ thống(loopback):

source: &Refrescar Dispositivos
ar: &تحديث الأجهزة
sr: &Osveži uređaje
vi: &Làm mới thiết bị

source: Configuración de Grabación
ar: إعدادات التسجيل
sr: Podešavanja snimanja
vi: Cài đặt ghi âm

source: &Calidad (Hz):
ar: &جودة (Hz):
sr: &Kvalitet (Hz):
vi: &Chất lượng (Hz):

source: &Formato de salida:
ar: تن&سيق الإخراج:
sr: &Izlazni format:
vi: &Đầu ra & định dạng:

source: &Bitrate MP3 (kbps):
ar: م&عدل البت MP3 (kbps):
sr: &MP3 Brzina prenosa (kbps):
vi: &Tốc độ bit MP3 (kbps):

source: Modo Micrófon&o:
sr: Način rada mikrofona:
vi: &Chế độ micrô:

source: Modo &Sistema (loopback):
sr: Način &Sistem (povratni zvuk):
vi: &Chế độ hệ thống (loopback):

source: &Tamaño de buffer (frames):
sr: &Veličina međuspremnika (okviri):
vi: &Kích thước bộ đệm (frames):

source: Guardar archivos separados de micrófono &y sistema
ar: &حفظ ملفات الميكروفون والنظام منفصلين
sr: Sačuvajte odvojene datoteke mikrofona i sistema
vi: &Lưu tệp ghi hệ thống và micrô riêng biệt

source: &Volumen del Micrófono:
ar: مستوى صوت الم&يكروفون:
sr: &Jačina zvuka mikrofona:
vi: &Âm lượng micrô:

source: &Volumen del Sistema:
ar: مستوى صوت الن&ظام:
sr: &Jačina zvuka sistema:
vi: &Âm lượng hệ thống:

source: &Iniciar Grabación
ar: &بدء التسجيل
sr: &Započni snimanje
vi: &Bắt đầu ghi

source: &Pausar
sr: &Pauza
vi: &Tạm dừng

source: &Detener Grabación
ar: إي&قاف التسجيل
sr: &Zaustavi snimanje
vi: &Dừng ghi

source: &Cancelar
ar: إ&لغاء
sr: &Otkaži
vi: &Hủy bỏ

source: &Prueba de Audio
ar: ا&ختبار الصوت
sr: &Audio test
vi: &Kiểm tra âm thanh

source: &Menú
ar: &القائمة
sr: Meni
vi: &Trình đơn

source: En espera (Usa {hk} para iniciar)
ar: متوقف (استخدم {hk} للبدء)
sr: Sačekajte (Koristite {hk} za početak)
vi: Đang chờ (Sử dụng {hk} để bắt đầu)

source: Estado
ar: State
sr: Stanje
vi: Tình trạng

source: Hay una grabación en curso. ¿Desea detenerla y salir?
ar: هناك تسجيل قيد التقدم، هل تريد إيقافه والخروج؟
sr: Snimanje je u toku. Da li želite da ga zaustavite i izađete?
vi: Đang ghi, bạn có muốn dừng và thoát không?

source: Confirmar cierre
ar: تأكيد الإغلاق
sr: Potvrdite zatvaranje
vi: Xác nhận đóng

source: Por favor espere, finalizando conversión...
ar: انتظر من فضلك، جارٍ الانتهاء من التحويل...
sr: Molimo vas da sačekate, Konverzija je pri kraju...
vi: Vui lòng đợi, đang hoàn tất chuyển đổi...

source: &Reanudar
sr: &Nastavi
vi: &Tiếp tục

source: Grabación cancelada. Se han eliminado los archivos.
sr: Snimanje je otkazano. Datoteke su izbrisane.
vi: Đã hủy ghi âm. Tệp đã bị xóa.

source: Grabación
ar: جارٍ التسجيل
sr: Snimanje
vi: Ghi âm

source: Por favor espere, convirtiendo a formato final...
ar: انتظر من فضلك، جارٍ التحويل إلى التنسيق النهائي...
sr: Molimo vas da sačekate, U toku je pretvaranje u finalni format...
vi: Vui lòng đợi, đang chuyển đổi sang định dạng cuối cùng...

source: Grabación completada. Archivo guardado como: {file_path}
ar: اكتمل التسجيل. تم حفظ الملف في المسار: {file_path}
sr: Snimanje je završeno. Datoteka sačuvana kao:\n {file_path}
vi: Ghi âm hoàn tất. Tệp được lưu tại: {file_path}

source: Archivo separado de micrófono: {mic_path} Archivo separado de sistema: {system_path}
ar: ملف منفصل للميكروفون: {mic_path} ملف منفصل للنظام: {system_path}
sr: Odvojeni fajl mikrofona: {mic_path} Odvojeni fajl sistema: {system_path}
vi: Tệp micrô riêng biệt: {mic_path} Tệp hệ thống riêng biệt: {system_path}

source: ¿Desea abrir la carpeta de grabaciones?
sr: ¿Da li želite da otvorite folder sa snimcima?
vi: Bạn có muốn mở thư mục ghi âm không?

source: Información
ar: معلومة
sr: Informacije
vi: Thông tin

source: Alemán
ar: الأ&لمانية
sr: nemački
vi: tiếng Đức

source: Árabe
sr: arapski
vi: tiếng Ả Rập

source: Español
ar: الإ&سبانية
sr: španski
vi: tiếng Tây Ban Nha

source: Francés
ar: ال&فرنسية
sr: francuski
vi: tiếng Pháp

source: Inglés
ar: الإ&نجليزية
sr: engleski
vi: Tiếng Anh

source: Italiano
ar: الإ&طالية
sr: italijanski
vi: tiếng Ý

source: Portugués
ar: ال&برتغالية
sr: portugalski
vi: tiếng Bồ Đào Nha

source: Serbio
sr: српски

source: Turco
ar: ال&تركية
sr: Turski
vi: tiếng Thổ Nhĩ Kỳ

source: Vietnamita
sr: Vijetnamski
vi: Tiếng Việt

source: Opciones
ar: الخيارات
sr: Opcije
vi: Tùy chọn

source: Buscar actualizaciones
sr: Proverite ima li ažuriranja
vi: Kiểm tra cập nhật

source: Idioma
ar: ا&للغة
sr: Jezik
vi: Ngôn ngữ

source: Abrir Grabaciones
ar: فتح ملف التسجيلات
sr: Otvori snimke
vi: Mở bản ghi

source: &Manual de usuario
ar: &دليل المستخدم
sr: &Korisnički priručnik
vi: &Hướng dẫn sử dụng

source: Acerca &de...
ar: حول...
sr: &O aplikaciji...
vi: &Giới thiệu...

source: invítame a un &café si te gusta mi trabajo
ar: ادعوني لتناول ال&قهوة إذا كنت تحب عملي
sr: pozovi me na kafu ako ti se sviđa moj rad
vi: &Mời nhà phát triển một li cà phê nếu bạn thích phần mềm này

source: Salir
ar: الخ&روج
sr: Izađi
vi: Thoát

source: &invítame a un café si te gusta mi trabajo
ar: &ادعوني لتناول القهوة إذا كنت تحب عملي
sr: &pozovi me na kafu ako ti se sviđa moj rad
vi: &Mời nhà phát triển một li cà phê nếu bạn thích phần mềm này

source: Para aplicar el nuevo idioma se necesita reiniciar la aplicación. ¿Desea continuar?
ar: لتطبيق اللغة الجديدة تحتاج إلى إعادة تشغيل التطبيق. هل تريد الاستمرار؟
sr: Da biste primenili novi jezik, morate ponovo pokrenuti aplikaciju.\n Želite li nastaviti?
vi: Để áp dụng ngôn ngữ mới bạn cần khởi động lại Phần mềm. bạn có muốn tiếp tục không?

source: Confirmar cambio de idioma
ar: تأكيد تغيير اللغة
sr: Potvrdite promenu jezika
vi: Xác nhận thay đổi ngôn ngữ

source: Grabación en pausa.
sr: Snimanje je pauzirano.
vi: Đã tạm dừng ghi.

source: Grabando... (No hay hotkey de detener asignada)
ar: تسجيل... (لم يتم تعيين مفتاح تشغيل سريع للإيقاف)
sr: Snimanje... (Nema dodeljene prečice za zaustavljanje)
vi: Đang ghi... (Không có phím nóng dừng được chỉ định)

source: Grabando... (Usa {hk} para detener)
ar: تسجيل... (استخدم {hk} للإيقاف)
sr: Snimanje... (Koristite {hk} za zaustavljanje)
vi: Đang ghi... (Sử dụng {hk} để dừng)

source: En espera. Asigna teclas en Opciones o inicia manualmente.
ar: تعليق. قم بتعيين المفاتيح في الخيارات أو ابدأ يدويًا.
sr: Na čekanju. Dodelite tastere u opcijama ili pokrenite ručno.
vi: Tạm dừng. Gán phím trong Tùy chọn hoặc bắt đầu thủ công.

source: No se pudo abrir el directorio de grabaciones: {error}
ar: لا يمكن فتح دليل التسجيلات: {error}
sr: Није могуће отворити директоријум снимака: {error}
vi: Không thể mở thư mục bản ghi: {error}

source: WASAPIRecording Versión: {} Creado por: {} Copyright © 2025 Traductores: 🇹🇷 Turco: Umut Korkmaz 🇸🇦 Árabe: moataz geba 🇮🇹 Italiano: Alessio Lenzi 🇻🇳 Vietnamita: Đào Đức Trung 🇷🇸 Serbio: Mila Kuran (IA)
sr: WASAPIRecording Verzija: {} Kreirao: {} Copyright © 2025 Prevodioci: 🇹🇷 Turski: Umut Korkmaz 🇸🇦 Arapski: moataz geba 🇮🇹 Italijanski: Alessio Lenzi 🇻🇳 Vijetnamski: Đào Đức Trung 🇷🇸 Serbio: Mila Kuran (IA)

source: Acerca de...
ar: حولة...
sr: O aplikaciji...
vi: Giới thiệu...

source: Manual de Uso
ar: دليل المستخدم
sr: Uputstvo za upotrebu
vi: Hướng dẫn sử dụng

source: &Manual de Uso:
ar: &دليل المستخدم:
sr: Uputstvo za upotrebu
vi: &Hướng dẫn sử dụng:

source: Aceptar
ar: موافق
sr: Prihvati
vi: Chấp nhận

source: Minimizar a la bandeja del sistema
ar: تصغير إلى صينية النظام
sr: Minimizuj u sistemsku traku
vi: Thu nhỏ xuống khay hệ thống

source: Carpeta de grabaciones:
sr: Folder sa snimcima:
vi: Thư mục ghi âm:

source: Cambiar carpeta...
sr: Promeni fasciklu...
vi: Thay đổi thư mục...

source: Selecciona la carpeta donde se guardarán las grabaciones
sr: Fascikla sa snimcima:
vi: Chọn thư mục nơi các bản ghi sẽ được lưu trữ

source: Combinación para Iniciar Grabación:
ar: اختصار بدء التسجيل:
sr: Prečica za pokretanje snimanja:
vi: Tổ hợp phím để bắt đầu ghi:

source: Capturar Hotkey Inicio
ar: إضافة اختصار لبدء التسجيل
sr: Zabeleži prečicu za početak
vi: Capture Hotkey Home

source: Combinación para Detener Grabación:
ar: اختصار إيقاف التسجيل:
sr: Prečica za zaustavljanje snimanja:
vi: Tổ hợp phím để dừng ghi:

source: Capturar Hotkey Detener
sr: Zabeleži prečicu za zaustavljanje
vi: Capture Hotkey Stop

source: Combinación para Pausar/Reanudar:
sr: Prečica za pauziranje/nastavljanje:
vi: tổ hợp phím để tạm dừng/tiếp tục:

source: Capturar Hotkey Pausa
sr: Zabeleži prečicu za pauzu
vi: Capture Hotkey Pause

source: Combinación para Cancelar Grabación:
sr: Prečica za otkazivanje snimanja:
vi: Tổ hợp phím để hủy ghi:

source: Capturar Hotkey Cancelar
sr: Zabeleži prečicu za otkazivanje
vi: Capture Hotkey Cancel

source: Esperando combinación...
ar: اضغط مفاتيح الاختصار...
sr: Čekam prečicu...
vi: Đang chờ tổ hợp...

source: No puede asignar la misma combinación a más de una acción. Se revertirán los cambios.
sr: Ne možete dodeliti istu prečicu za više od jedne akcije. Promene će biti poništene.
vi: Bạn không thể chỉ định cùng một tổ hợp phím cho nhiều hành động. Các thay đổi sẽ được hoàn nguyên.

source: Error de Hotkeys
ar: خطأ في مفاتيح الاختصار
sr: Greška u prečicama
vi: Lỗi phím nóng

source: General
ar: عام
sr: Opšte
vi: Tổng quan

source: Teclado
ar: لوحة المفاتيح
sr: Tastatura
vi: Bàn phím

source: Cancelar
ar: إلغاء
sr: Otkaži
vi: Hủy bỏ

source: Prueba de Audio
ar: اختبار الصوت
sr: Audio test
vi: Kiểm tra âm thanh

source: &Información:
ar: &معلومة:
sr: &Informacije:
vi: &Thông tin:

source: &Selecciona qué archivo reproducir:
ar: حدد الملف الذي تريد تشغيله:
sr: &Izaberite koju datoteku želite da reprodukujete:
vi: &Chọn tệp để phát:

source: Prueba micrófono
ar: اختبار الميكروفون
sr: Proba mikrofona
vi: Kiểm tra micro

source: Prueba sistema
ar: اختبار النظام
sr: Proba sistema
vi: Kiểm tra hệ thống

source: Ambos
ar: كلاهما
sr: Oba
vi: Cả hai

source: &Detener
ar: إي&قاف
sr: &Zaustavi
vi: &Dừng lại

source: &Cerrar
ar: إ&غلاق
sr: &Zatvori
vi: &Đóng

source: Esta ventana realiza una prueba de grabación y reproducción con los mismos ajustes. Al pulsar 'Detener', podrás luego 'Reproducir'. Si guardas archivos separados, podrás elegir micrófono, sistema o ambos. No se puede cerrar con Alt+F4 ni con la X; sólo con 'Cerrar'.
sr: Ovaj prozor vrši test snimanja i reprodukcije sa istim podešavanjima. Kada pritisnete 'Zaustavi', moći ćete da 'Reprodukujete'. Ako sačuvate odvojene fajlove, moći ćete da izaberete mikrofon, sistem ili oba. Ne može se zatvoriti sa Alt+F4 niti sa X; samo sa 'Zatvori'.
vi: Cửa sổ này thực hiện ghi và phát lại bản ghi thử nghiệm với cùng các cài đặt. Bằng cách nhấn vào 'Dừng', bạn có thể 'Phát lại'. Nếu bạn lưu các tệp riêng biệt, bạn có thể chọn micro, hệ thống hoặc cả hai. Nó không thể đóng bằng Alt+F4.

source: Reproducir
ar: تشغيل
sr: Reprodukuj
vi: Phát

source: Detener
ar: إيقاف
sr: Zaustavi
vi: Dừng

source: No se ha grabado nada aún.
sr: Još uvek ništa nije snimljeno.
vi: Chưa có gì được ghi lại.

source: Aviso
ar: تحذير
sr: Obaveštenje
vi: Cảnh báo

source: No existe el archivo a reproducir
ar: الملف المطلوب تشغيله غير موجود
sr: datoteka koja treba da se reprodukuje ne postoji.
vi: Tệp được phát không tồn tại

source: La grabación sigue en curso. ¿Deseas cancelar la prueba de sonido?
sr: Snimanje je još u toku. Da li želite da otkažete probu zvuka?
vi: Quá trình ghi vẫn đang được tiến hành, bạn có muốn hủy quá trình kiểm tra âm thanh không?

source: Cancelar Prueba
ar: إلغاء الاختبار
sr: Otkaži probu
vi: Hủy kiểm tra

source: Actualización
sr: Ažuriraj
vi: Cập nhật

source: Instalar
sr: Instaliraj
vi: Cài đặt

source: Se encontró una nueva versión: {0}. ¿Desea instalarla?
sr: Pronađena je nova verzija: {0}. Da li želite da je instalirate?
vi: Đã tìm thấy phiên bản mới: {0} Bạn có muốn cài đặt nó không?

source: No hay actualizaciones disponibles. Su aplicación está actualizada.
sr: Nema dostupnih ažuriranja. Vaša aplikacija je ažurirana.
vi: Không có bản cập nhật có sẵn. phần mềm của bạn đã được cập nhật.

source: No se pudo conectar al servidor. Verifique su conexión a Internet.
sr: Nije bilo moguće povezati se sa serverom. Proverite vašu internet vezu.
vi: Không thể kết nối với máy chủ. Kiểm tra kết nối Internet của bạn.

source: Error en la conexión segura (SSL). Por favor, revise la configuración de seguridad de su red.
sr: Greška u sigurnoj vezi (SSL). Proverite postavke sigurnosti vaše mreže.
vi: Lỗi trong kết nối an toàn (SSL). Vui lòng kiểm tra cài đặt bảo mật mạng của bạn.

source: La conexión tardó demasiado tiempo. Intente nuevamente más tarde.
sr: Veza je trajala predugo. Pokušajte ponovo kasnije.
vi: Kết nối mất quá nhiều thời gian. Vui lòng thử lại sau.

source: Error de red desconocido: {0}
sr: Nepoznata greška u mreži: {0}
vi: Lỗi mạng không xác định: {0}

source: No se encontró el archivo necesario para completar la operación.
sr: Nije pronađena potrebna datoteka za dovršavanje operacije.
vi: Không tìm thấy tệp cần thiết để hoàn tất thao tác.

source: Se esperaba un archivo, pero se encontró un directorio.
sr: Očekivali smo datoteku, ali pronađena je fascikla.
vi: Cần có một tệp nhưng lại tìm thấy một thư mục.

source: Permiso denegado. Ejecute la aplicación con los permisos adecuados.
sr: Dozvola odbijena. Pokrenite aplikaciju sa odgovarajućim dozvolama.
vi: Quyền bị từ chối. Chạy Phần mềm với các quyền thích hợp.

source: Error al copiar o mover archivos. Verifique los permisos y el espacio disponible.
sr: Greška pri kopiranju ili pomeranju datoteka. Proverite dozvole i dostupni prostor.
vi: Lỗi khi sao chép hoặc di chuyển tập tin. Kiểm tra quyền và không gian có sẵn.

source: Se produjo un error en los datos proporcionados. Verifique la información ingresada.
sr: Došlo je do greške u unetim podacima. Proverite unesene informacije.
vi: Đã xảy ra lỗi trong dữ liệu được cung cấp. Xác minh thông tin đã nhập.

source: Falta un elemento requerido en los datos. Verifique el formato de la información.
sr: Nedostaje obavezni element u podacima. Proverite format unetih informacija.
vi: Thiếu một phần tử bắt buộc trong dữ liệu. Kiểm tra định dạng của thông tin.

source: Se intentó acceder a un elemento fuera del rango permitido. Revise la configuración interna.
sr: Pokušali smo pristupiti elementu van dozvoljenog opsega. Proverite unutrašnju konfiguraciju.
vi: Một nỗ lực đã được thực hiện để truy cập một phần tử nằm ngoài phạm vi cho phép. Kiểm tra cấu hình bên trong.

source: No se pudo establecer una conexión. Verifique su conexión a Internet.
sr: Nije moguće uspostaviti vezu. Proverite svoju internet konekciju.
vi: Không thể thiết lập kết nối. Kiểm tra kết nối Internet của bạn.

source: La operación tardó demasiado tiempo en completarse. Inténtelo más tarde.
sr: Operacija je trajala predugo. Pokušajte ponovo kasnije.
vi: Hoạt động mất quá nhiều thời gian để hoàn thành. Hãy thử lại sau.

source: Se perdió la conexión con el servidor. Intente reconectarse.
sr: Veza sa serverom je prekinuta. Pokušajte ponovo da se povežete.
vi: Kết nối đến máy chủ bị mất. Hãy thử kết nối lại.

source: Ocurrió un error inesperado: {0}
sr: Došlo je do neočekivane greške: {0}.
vi: Đã xảy ra lỗi không mong muốn: {0}

source: Descargando la actualización, esto puede tardar unos momentos...
sr: Preuzimanje ažuriranja, ovo može potrajati nekoliko trenutaka...
vi: Đang tải xuống bản cập nhật, quá trình này có thể mất vài phút...

source: Descarga cancelada.
sr: Preuzimanje je otkazano.
vi: Đã hủy tải xuống.

source: Extrayendo la actualización...
sr: Izdvajanje ažuriranja...
vi: Đang trích xuất bản cập nhật...

source: Creando el archivo de instalación automática...
sr: Kreiranje automatske instalacione datoteke...
vi: Tạo tập tin cài đặt tự động...

source: Archivo de actualización creado. La aplicación se reiniciará.
sr: Datoteka za ažuriranje je kreirana. Aplikacija će se ponovo pokrenuti.
vi: Đã tạo tập tin cập nhật. Phần mềm sẽ khởi động lại.

source: Reiniciar ahora
sr: Ponovo pokreni sada
vi: Khởi động lại ngay bây giờ

source: Reiniciando la aplicación...
sr: Ponovo pokrećem aplikaciju...
vi: Đang khởi động lại Phần mềm...

source: &Aceptar
ar: &موافق
sr: &Prihvati
vi: &Chấp nhận

source: &Sí
ar: &نعم
sr: Da
vi: &Có

source: &No
ar: &لا
sr: Ne
vi: &KHÔNG

source: WASAPIRecording Versión: {} Creado por: {} Copyright © 2025 Traductores: 🇹🇷 Turco: Umut Korkmaz 🇸🇦 Árabe: moataz geba 🇮🇹 Italiano: Alessio Lenzi 🇻🇳 Vietnamita: Đào Đức Trung
vi: WASAPIRecording Version: {} Created by: {} Copyright © 2025 Translators: 🇹🇷 Turkish: Umut Korkmaz 🇸🇦 Arabic: moataz geba 🇮🇹 Italian: Alessio Lenzi 🇻🇳 Vietnamese: Đào Đức Trung

source: Mono
ar: مونو
